export const services = {
  package: ["Безлимитный интернет 500/250 Мбит/с", 
            "Интерактивное ТВ", 
            "Безлимитное соединенияипо РБ в сети Белтелеком с услугой CLIP (определитель номера) "],
  internet: ["скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу"],
  tv: ["скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу"]
}
export const channels = [
  "Беларусь 1", "ОНТ", "СТВ", "Мир",
"Первый информационный", "РТР-Беларусь", "НТВ-Беларусь", "Беларусь 2", 
"Беларусь 3", "Беларусь 5", "ЯСНАе TV", "ТНТ", "Интернэшнл", "ТВ3", "8 канал", 
"БелМузТВ","МИР 24", "Киномикс","Мужское КИНО","Мосфильм.", "Золотая коллекция","5 International"
]
