export const services = {
  package: ["Безлимитный интернет 500/250 Мбит/с", 
            "Интерактивное ТВ", 
            "Безлимитное соединенияипо РБ в сети Белтелеком с услугой CLIP (определитель номера) "],
  internet: ["скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу"],
  tv: ["скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу"]
}
export const channels = [
  "Беларусь 1", "ОНТ", "СТВ", "Мир",
"Первый информационный", "РТР-Беларусь", "НТВ-Беларусь", "Беларусь 2", 
"Беларусь 3", "Беларусь 5", "ЯСНАе TV", "ТНТ", "Интернэшнл", "ТВ3", "8 канал", 
"БелМузТВ","МИР 24", "Киномикс","Мужское КИНО","Мосфильм.", "Золотая коллекция","5 International"
]

export const homeLinks = [
  {path: "package", name: "Пакеты"},
  {path: "internet", name: "Интернет"},
  {path: "tv", name: "Телевидение"},
  {path: "smart", name: "Умный дом"},
  {path: "phone", name: "Телефон"},
  {path: "hosting", name: "Хостинг"},
  {path: "observe", name: "Видеоконтроль"}
]

export const serviceLinks = [
  { path: 'operation', name: 'Выбор операции' },
  { path: 'date', name: 'Дата и время' },
  { path: 'info', name: 'Личные данные' },
  { path: 'ticket', name: 'Запись' }
];

export const adminLinks = [
  { path: 'add', name: 'Добавить услугу' },
  { path: 'delete', name: 'Удалить услугу' },
  { path: 'search', name: 'Найти клиента' },
];

export const servicesBtn = [
  "Пакеты услуг",
"Интернет",
"Телевидение",
"Умный дом",
"Телефон",
"Хостинг",
"Видеоконтроль"
]