export const services = {
  package: ["Безлимитный интернет 500/250 Мбит/с", 
            "Интерактивное ТВ", 
            "Безлимитное соединенияипо РБ в сети Белтелеком с услугой CLIP (определитель номера) "],
  internet: ["скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу"],
  tv: ["скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу"]
}
export const channels = [
  "Беларусь 1", "ОНТ", "СТВ", "Мир",
"Первый информационный", "РТР-Беларусь", "НТВ-Беларусь", "Беларусь 2", 
"Беларусь 3", "Беларусь 5", "ЯСНАе TV", "ТНТ", "Интернэшнл", "ТВ3", "8 канал", 
"БелМузТВ","МИР 24", "Киномикс","Мужское КИНО","Мосфильм.", "Золотая коллекция","5 International"
]

export const homeLinks = [
  {path: "package", name: "Пакеты"},
  {path: "internet", name: "Интернет"},
  {path: "tv", name: "Телевидение"},
  {path: "smart", name: "Умный дом"},
  {path: "phone", name: "Телефон"},
  {path: "hosting", name: "Хостинг"},
  {path: "observe", name: "Видеоконтроль"}
]

export const serviceLinks = [
  { path: 'operation', name: 'Выбор операции' },
  { path: 'date', name: 'Дата и время' },
  { path: 'info', name: 'Личные данные' },
  { path: 'ticket', name: 'Запись' }
];

export const adminLinks = [
  { path: 'add', name: 'Добавить услугу' },
  { path: 'delete', name: 'Удалить услугу' },
  { path: 'search', name: 'Найти клиента' },
];

export const servicesBtn = [
  {id: "package", name: "Пакеты услуг"},
{id: "internet", name: "Интернет"},
{id: "tv", name: "Телевидение"},
{id: "smart", name: "Умный дом"},
{id: "phone", name: "Телефон"},
{id: "hosting", name: "Хостинг"},
{id: "video", name: "Видеоконтроль"}
]

export const packages = [
  {
    id: 3,
    name: "ЯСНО 500", 
    type: "Премиум", 
    price: 45, 
    description:[
      "Безлимит +", "Интерактивная зала", "Связь +", "Видеоконтроль дом лайт"
    ]
  },
  {
    id: 3,
    name: "ЯСНО 500", 
    type: "Премиум", 
    price: 45, 
    description:[
      "Безлимит +", "Интерактивная зала", "Связь +", "Видеоконтроль дом лайт"
    ]
  },
  {
    id: 3,
    name: "ЯСНО 500", 
    type: "Премиум", 
    price: 45, 
    description:[
      "Безлимит +", "Интерактивная зала", "Связь +", "Видеоконтроль дом лайт"
    ]
  },
]


export const internet = [
  {
    id: 1,
    name: "Безлимит +", 
    type: "Премиум", 
    price: 45, 
    description: "Безлимитный интернет со скоростью 500 мб/сек", 
  },
  {
    id: 2,
    name: "Безлимит +", 
    type: "Премиум", 
    price: 45, 
    description: "Безлимитный интернет со скоростью 500 мб/сек", 
  },
  {
    id: 3,
    name: "Безлимит +", 
    type: "Премиум", 
    price: 45, 
    description: "Безлимитный интернет со скоростью 500 мб/сек", 
  },
]

export const tv = [
  {
    id: 1,
    name: "Интерактивная зала", 
    type: "Высокоскоростной", 
    price: 45, 
    channels: [
      "Беларусь 1", "ОНТ", "СТВ", "Мир",
    "Первый информационный", "РТР-Беларусь", "НТВ-Беларусь", "Беларусь 2", 
    "Беларусь 3", "Беларусь 5", "ЯСНАе TV", "ТНТ", "Интернэшнл", "ТВ3", "8 канал", 
    "БелМузТВ","МИР 24", "Киномикс","Мужское КИНО","Мосфильм.", "Золотая коллекция","5 International"
    ],
    description: "скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу", 
  },
  {
    id: 2,
    name: "Интерактивная зала", 
    type: "Высокоскоростной", 
    price: 45, 
    channels: [
      "Беларусь 1", "ОНТ", "СТВ", "Мир",
    "Первый информационный", "РТР-Беларусь", "НТВ-Беларусь", "Беларусь 2", 
    "Беларусь 3", "Беларусь 5", "ЯСНАе TV", "ТНТ", "Интернэшнл", "ТВ3", "8 канал", 
    "БелМузТВ","МИР 24", "Киномикс","Мужское КИНО","Мосфильм.", "Золотая коллекция","5 International"
    ],
    description: "скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу", 
  },
  {
    id: 3,
    name: "Интерактивная зала", 
    type: "Высокоскоростной", 
    price: 45, 
    channels: [
      "Беларусь 1", "ОНТ", "СТВ", "Мир",
    "Первый информационный", "РТР-Беларусь", "НТВ-Беларусь", "Беларусь 2", 
    "Беларусь 3", "Беларусь 5", "ЯСНАе TV", "ТНТ", "Интернэшнл", "ТВ3", "8 канал", 
    "БелМузТВ","МИР 24", "Киномикс","Мужское КИНО","Мосфильм.", "Золотая коллекция","5 International"
    ],
    description: "скоростью доступа, определяемой технической возможностью абонентской линии, но не превышающей 3072/512 Кбит/с на прием/передачу", 
  },
]


export const phone = [
  {
    id: 1,
    name: "Связь +", 
    type: "Международная связь", 
    price: 45, 
    description: "Телефонное соединение с абонентами сетей сотовой подвижной электросвязи ", 
  },
  {
    id: 2,
    name: "Связь +", 
    type: "Международная связь", 
    price: 45, 
    description: "Телефонное соединение с абонентами сетей сотовой подвижной электросвязи ", 
  },
  {
    id: 3,
    name: "Связь +", 
    type: "Международная связь", 
    price: 45, 
    description: "Телефонное соединение с абонентами сетей сотовой подвижной электросвязи ", 
  },
]


export const hosting = [
  {
    id: 1,
    name: "Хотсинг Старт", 
    type: "Защита от DDoS атак", 
    price: 45, 
    description: "неограниченный внешний и внутриреспубликанский трафик;", 
  },
  {
    id: 2,
    name: "Хотсинг Старт", 
    type: "Защита от DDoS атак", 
    price: 45, 
    description: "неограниченный внешний и внутриреспубликанский трафик;", 
  },
  {
    id: 3,
    name: "Хотсинг Старт", 
    type: "Защита от DDoS атак", 
    price: 45, 
    description: "неограниченный внешний и внутриреспубликанский трафик;", 
  },
]



export const smartHome = [
  {
    id: 1,
    name: "Видеоконтроль дом лайт", 
    price: 45, 
    description: "цветное изображение в темное время суток", 
  },
  {
    id: 2,
    name: "Видеоконтроль дом лайт", 
    price: 45, 
    description: "цветное изображение в темное время суток", 
  },
  {
    id: 3,
    name: "Видеоконтроль дом лайт", 
    price: 45, 
    description: "цветное изображение в темное время суток", 
  },
]



